[
  {
    "_id": "60c095321262e65eec197529",
    "name": "Back of Snowman",
    "artist": "Gary Hume",
    "date": "2003",
    "description": "Gary Hume was one of a generation of artists who became known internationally as the Young British Artists (YBAs). Hume’s work is characterised by a visual vocabulary that combines bright colours with simplified, childlike forms. <br /><br />In ‘Back of Snowman’ Hume engages with perhaps one of the most familiar, accessible and recognizable sculptures, stirring the imagination and conjuring memories associated with youth, childhood and playfulness.  Hume’s chosen medium for this traditionally temporary shape is bronze, its connotations of permanence and stability contrasting with the ephemeral nature of snow.  ",
    "notes": "IMMA Collection: Purchase, 2005",
    "URL": "https://imma.ie/collection/back-of-snowman/",
    "image": "08GaryHume.jpg",
    "audio": "08-BackSnowman-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627482702,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 31,
    "_timestamp_second": 42,
    "_updated": true
  },
  {
    "_id": "60c094dcb78b241f4625bbb9",
    "name": "SENTINEL VIII",
    "artist": "Catherine Lee",
    "date": "1999",
    "description": "Born in Texas in 1950, Lee’s works are a hybrid of painting, sculpture and installation, in which she juxtaposes the simplicity of a repeated form with a wide variety of materials. <br /><br />Although Lee’s work has always been purely abstract in form, she states that things, “like the stone circles in Ireland, African masks, and American-Indian pictographs are all to varying degrees abstract to us, simply because we don’t fully know their original significance; and yet, they are potent as art objects”. ",
    "notes": "IMMA Collection: Donation, Sean Scully, 2005",
    "URL": "https://imma.ie/collection/sentinel-viii/",
    "image": "07CatherineLee.jpg",
    "audio": "07-Sentinel-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627482652,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 30,
    "_timestamp_second": 52,
    "_updated": true
  },
  {
    "_id": "60c09476b84c4b312635d34c",
    "name": "Barrel",
    "artist": "Fergus Martin",
    "date": "2020",
    "description": "This artwork is by Fergus Martin, an Irish artist who works with minimalist photography, sculpture, and painting. His work explores tensions found between nature and sculpture, focusing on form, space, and the environment. <br /><br />To get a better sense of the work. It may be best to move around the work. Look at it from bottom to top. Look over the top of the work. Look down upon the work from above. And as you move away again to a distance, where you can take in the entire sculpture, does the shape, surface and form become clearer? ",
    "notes": "Commissioned by the Office for Public Works for The Royal Hospital Kilmainham site, 2020. ",
    "URL": "",
    "image": "06FergusMartin.jpg",
    "audio": "06-Barrel-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627482593,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 29,
    "_timestamp_second": 53,
    "_updated": true
  },
  {
    "_id": "60c09437b5b26479a17d1b3c",
    "name": "217 5° Arc x 12",
    "artist": "Bernar Venet",
    "date": "2008",
    "description": "Born in 1941 in the south of France, Venet established himself as a Conceptual artist in New York in 1966 where, over the course of the next five decades, he explored painting, poetry, film, and performance, and was attracted, in particular, to pure science as a subject for art. <br /><br />Start by looking at the shape and structure of the work. In spite of their length and their identical amplitude, the Arcs are not positioned on the ground at the same point on their curve: even though they are placed side by side, their ends never arrive at the same height, which gives dynamism and at the same time individualises these sculptures. <br /><br />What else is going on in this sculpture? ",
    "notes": "IMMA Collection: Loan, collection of the artist, 2008 ©Bernar Venet Studio ",
    "URL": "https://imma.ie/collection/217-5-arc-x-12/",
    "image": "05BernarVenet.jpg",
    "audio": "05-Arc-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627482511,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 28,
    "_timestamp_second": 31,
    "_updated": true
  },
  {
    "_id": "60c0927e0ee8234e932e7a1d",
    "name": "The Drummer",
    "artist": "Barry Flanagan",
    "date": "1996",
    "description": "Born in Wales, Barry Flanagan studied at Birmingham College of Art and Crafts and then St Martin's School of Art, London. He lived and worked in Dublin and London. Flanagan was best known for his leaping and dancing bronze hares which were displayed worldwide. <br /><br />You are looking at a giant hare. His legs are so long and bendy. Do you see how they curve, like the muscles are rippling? There is a sense of movement, like he could spring forward. His legs seem rubbery but they are strong and lean. His torso is slim and taut, and in each paw he has an object. In his right paw, he holds a stick and in his left, he holds a type of dish. As you look up to his head, you can see the hare’s wonderful expression. What do you think of it? ",
    "notes": "IMMA Collection: Donated by the artist, 2001 ",
    "URL": "https://imma.ie/collection/the-drummer/",
    "image": "04BarryFlanagan.jpg",
    "audio": "04-Drummer-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627482440,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 27,
    "_timestamp_second": 20,
    "_updated": true
  },
  {
    "_id": "60c09225b5b26479a17d1b3a",
    "name": "8 Limestones cut to a specific size from rough blocks 150 x 50 x 50cm split into parts and reassembled into their original form",
    "artist": "Ulrich Rückriem ",
    "date": "1988",
    "description": "Ulrich Rückreim is German and he lives in Cologne. He grew up in wartime and during the late 40s. He worked as a stone mason in the cathedral in Cologne but later in the mid-1960s he decided to become a sculptor full-time. He lived for a time in Ireland in Clonegal, County Clare from 1988 until 2001. <br /><br /> In this city there is so much building going on and between the scaffolds and the cranes we can see the structure of buildings take shape. There are tall columns and it's not unusual to see large concrete stumps getting bigger and bigger every day and steel girders being put in place. Isn't it interesting that things that are very old and things that are very new can look alike? ",
    "notes": "IMMA Collection: Purchase, 2001",
    "URL": "https://imma.ie/collection/8-limestones-cut-to-a-specific-size-from-rough-blocks-150-x-50-x-50cm-split-into-parts-and-reassembled-into-their-original-form/",
    "image": "03UrichRuckreim.jpg",
    "audio": "03-8Limestones-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627482394,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 26,
    "_timestamp_second": 34,
    "_updated": true
  },
  {
    "_id": "60c0908cb5b26479a17d1b33",
    "name": "Untitled / Corrections D",
    "artist": "Iran do Espírito Santo ",
    "date": "2008",
    "description": "<p>Brazilian artist Iran do Espírito Santo’s work deals with structure, design, place, surface, space, light and material. His themes are conceptual in nature. At first glance, his sculptures seem to represent simple everyday forms, however, on closer inspection they suddenly evolve into something more complex. </p>",
    "notes": "IMMA Collection: Purchase, 2007",
    "URL": "https://imma.ie/collection/untitled-corrections-d/",
    "image": "02IrandoEspiritoSanto.jpg",
    "audio": "02-UntitledCorrectionsD-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627482302,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 25,
    "_timestamp_second": 2,
    "_updated": true
  },
  {
    "_id": "60c08c580ee8234e932e7a18",
    "name": "Recurring Line: North/ South",
    "artist": "Donald Urquhart",
    "date": "2007",
    "description": "<p>Scottish artist Donald Urquhart works in a range of media including painting, drawing, film, photography, printmaking and site specific installation in order to explore ideas of seeing and knowing in relation to the western landscape tradition.</p> <p>A line, measuring 1 x 100 metres, planted with Common Snowdrops (Galanthus nivalis). The line runs due north and south.  Each year, as winter turns to spring, the work announces its presence with the recurring growth and flowering of the snowdrops.  At this time, the work will appear as a white line against the green expanse of the meadow, before slowly disappearing. What can you see now?</p>",
    "notes": "IMMA Collection: Purchase, 2005",
    "URL": "https://imma.ie/collection/recurring-line-north-south/",
    "image": "01DonaldUrquhart.jpg",
    "audio": "01-RecurringLine-Joan.mp3",
    "_datasetid": "a6ad7a45-3d69-44c2-8f57-e0830e748f0d",
    "_timestamp": 1627481698,
    "_timestamp_year": 2021,
    "_timestamp_month": 7,
    "_timestamp_day": 28,
    "_timestamp_hour": 15,
    "_timestamp_minute": 14,
    "_timestamp_second": 58,
    "_updated": true
  }
]